{
    "overview": "Visión General",
    "background": "Antecedentes",
    "concept": "Concepto",
    "palette": "Paleta",
    "gradient": "Degradado/a",
    "results": "Resultados",
    "development": "Desarrollo",
    "landingPage": "Página De Aterrizaje",
    "sitemap": "Mapa De Sitio Web",
    "title": "Título",
    "title_00": "Adorama - eCommerce",
    "content_00": "Diseñador UI/UX y Desarrollador front-end, 2019",
    "overviewContent_00": "Minorista de productos electrónicos de propiedad y operación estadounidense fundado en 1975. Venden cámaras, lentes, audio, video, drones, instrumentos musicales y más, nuevos y usados, en una tienda de varios pisos en la ciudad de Nueva York en Chelsea.",
    "backgroundContent_00": "Trabajando junto a los equipos multidisciplinarios de diseñadores, desarrolladores externos e internos, vendedores y gerentes de producto a través de todo el proceso de diseño.",
    "backgroundContent_00_a": "Convierta los maquetas web en front-end con capacidad de respuesta.",
    "backgroundContent_00_b": "Utilizamos herramientas como Google Analytics y Hotjar para implementar pequeños cambios de accesibilidad que mejoraron el flujo del sitio web y redujeron el abandono del carrito.",
    "customerSatisfaction_00": "La experiencia anterior requería que un cliente llamara al servicio de atención al cliente para devolver cualquier artículo comprado dentro de la tienda o en línea.",
    "customerSatisfaction_00_a": "Permita que los clientes procesen cambios, devoluciones y / o reemplazos de productos en línea, en lugar de llamar al servicio de atención al cliente.",
    "customerSatisfaction_00_b": "Mejore la experiencia de uno o varios elementos seleccionados para el intercambio.",
    "customerSatisfaction_00_c": "Permita la devolución o el intercambio de productos en cualquier categoría y brinde mensajes de experiencia de usuario (UX) adecuados.",
    "customerSatisfaction_00_d": "Aumente el conocimiento de la política de devoluciones en el proceso de pago y en el panel de la lista de compras de la cuenta.",
    "customerSatisfaction_00_e": "Proporcione el flujo de usuarios de múltiples escenarios, wireframes, maquetas y solución de frontend como guía para el desarrollador de backend.",
    "customerSatisfaction_00_f": "Mejore la creación de nuevas cuentas en múltiples secciones de comercio electrónico.",
    "customerSatisfaction_00_g": "Proceso de verificación de correo electrónico para usuarios nuevos o existentes.",
    "productList_00_a": "Cámaras, lentes, audio, video, drones e instrumentos para música ",
    "productList_00_b": "Equipo de campamento, senderismo, escalada, ciclismo y actividades al aire libre",
    "productList_00_c": "Alquile cámaras de cine digital, lentes, empuñaduras, iluminación, fotografía y equipo de video",
    "productList_00_d": "Buceo, esnórquel y equipo subacuático.",
    "title_01": "Diseño De Discos De Vinilo",
    "content_01": "Diseño de impresión, 2019",
    "overviewContent_01": "DJ, productor e ingeniero de sonido colombiano radicado en la ciudad de Nueva York. Su trabajo abarca numerosos géneros, produciendo música tanto para artistas consagrados como emergentes.",
    "moodboard_01": "Panel de Tendencias: Movimiento infinito de energía",
    "backgroundContent_01": "Conocí a alexander en la escena del bajo mundo de música electronica en brooklyn, Nueva York cuando remezclaba “Scumdolly - Making Ends Meet”, un lanzamiento de doble vinilo para el sello de Blkmarket Music. En ese mismo tiempo el estaba trabajando en su propio disco de vinilo de cuatro pistas para su sello ERRANT Recordings Inc. Pronto me uni a formar parte de su visión.",
    "conceptContent_01": "Como parte de mi fase de descubrimiento, estudié la ilusión del tiempo dentro del espacio y cómo los artistas la han usado en el pasado para describirla visualmente. Su única solicitud para el proyecto era para utilizar una de las pinturas del artista Pablo Carpio, como se muestra a continuación.",
    "photographyExploration": "Fotografía Exploratio",
    "titleContent_01": "Pasé días investigando y preguntando por una familia de fuentes sans serif minimalista que captura una abstracción que fusione pero que también que capture el estilo de las pinturas del artista Pablo Carpio.",
    "vinylCover": "Cubierta De Vinilo",
    "title_02": "Fragancia eCommerce Para Shopify",
    "content_02": "Diseñador UI/UX y Desarrollador front-end, 2018",
    "overviewContent_02": "El Fragrances Group es un distribuidor estadounidense de líneas de fragancias europeas con socios minoristas como Bloomingdale's, Bergdorf Goodman y Barneys. También sirve como distribuidor exclusivo de las fragancias Christian Siriano, Thalia Sodi y Banana Republic.",
    "moodboard_02": "Panel De Tendencias: Etapas Profundas De Relajación",
    "backgroundContent_02":"Me uní al proyecto para rediseñar su página web de comercio electrónico que fue creado por su equipo de mercadeo. Presenté primero su Customer Journey pero debido al corto tiempo para el lanzamiento oficial, tuve que eliminar en el proceso de wireframe, desarrollé toda la interfaz de usuario (UI) para todas las páginas porque necesitaba asegurarme de que obtuviera lo que querían del proyecto.",
    "developmentContent_02": "Dio la casualidad de que también modifiqué todo el sistema de comercio electrónico después de que su desarrollador web interno abandonara la empresa, solo 2 semanas después del proyecto.",
    "developmentContentList_02a": "El front-end se desarrolló localmente utilizando el kit de herramientas de Shopify slate (en desuso en enero de 2020), escrito en un script de syntax líquida.",
    "developmentContentList_02b": "Capacidad de respuesta entre dispositivos.",
    "developmentContentList_02c": "El administrador de etiquetas de Google se utilizó para apuntar a enlaces muertos y medir el tráfico.",
    "developmentContentList_02d": "Hotjar se utilizó para analizar los mapas de encabezado del sitio web y su comportamiento, junto con Google Analytics para comparar los datos que se recopilan para los resultados de las pruebas de A/B.",
    "landingPageContent_02": "La página de detalles del producto (PDP) fue la primera página que diseñe para establecer el estilo de diseño de la marca con un enfoque en llevar a los usuarios a la página de pago más rápido.",
    "productListingPages_02": "Páginas De Listado De Productos (PLPs)",
    "productListingPagesContent_02a": "La interfaz de usuario más la animación para la sección de buscador de fragancia era una de mis partes favoritas del proyecto. Colabore con la fotógrafa interna Beheshteh Zebhi en la creación de las colección de imágenes que evocan el sentido del olfato como guía para que los compradores puedan encontrar su aroma característico.",
    "productListingPagesContent_02b": "Para el resto de la otra colección, Fragancias para el hogar, cuidado de la piel, baño y cuerpo y cuidado del cabello, he mantenido la misma consistencia de diseño para que se vean y funcionen igual, independientemente de la colección o el género al que pertenezcan.",
    "productDetailPage_02": "Página De Detalles Del Producto (PDP)",
    "productDetailPageContent_02": "Un enfoque mínimo de cada componente, enfocado a que los usuarios se concentren en cada sección, lo que les permite leer y explorar el producto de una manera tranquila y contemplativa.",
    "pressAndContact_02": "Página De Prensa y Página De Contacto",
    "pressAndContactContent_02a": "La página contactos fue en realidad la primera versión de la página que regresa a los usuarios para futuras mejoras en caso de que haya algún abuso por parte de un usuario inteligente.",
    "pressAndContactContent_02b": "La página del comunicado de prensa se diseñó teniendo en cuenta un archivo. Componentes simples de un rectángulo horizontal con una altura mínima de 50px, que contiene el nombre de la publicación con cualquier información adicional en forma de un icono de enlace para facilitar la navegación si hay varios.",
    "resultsContent_02": "Su plataforma de comercio electrónico finalmente se integró en su sitio B2C, dándoles una segunda capa de capital que atraería a su nuevo consumidor digital.",
    "title_03": "Tema personalizado de Wordpress",
    "content_03": "Diseñador UI/UX y Desarrollador front-end, 2017",
    "overviewContent_03": "Artista, compositor y productor de EDM / Pop con múltiples talentos con más de 50 lanzamientos. Buscando un espacio digital para conectarse con sus fans.",
    "moodboard_03": "Panel de tendencias",
    "backgroundContent_03": " Fui el único diseñador y líder en todo el proceso de diseño de UX / UI y también escribí todo el código para el sitio en PHP, con WordPress como CMS.",
    "landingPageContent_03": "Un estilo de diseño al estilo de un micrositio en el que el visitante podrá navegar solo a través de la página de inicio, con cada sección detallando cada página en detalle.",
    "globalUIContent_03": "El Call To Action CTA para el último lanzamiento musical, sirve como un componente global para crear conciencia del producto. El formulario de suscripción al boletín con íconos de redes sociales es el footer de página, con la capacidad de agregar o eliminar desde el Panel de control dentro del CMS.",
    "biographyAndGallery_03": "Página De Biografía y Página De Galería",
    "biographyAndGalleryContent_03": "Cada página lleva al visitante en un viaje detrás de escena para conectarse más con el artista.",
    "eventsAndEventPost_03": "Página De Evento y Página De Publicación Del Evento",
    "eventsAndEventPostContent_03": "Archivo de espectáculos pasados y futuros con enlace de icono de URL de entrada.",
    "BlogAndBlogArticle_03": "Página de blog y página de artículo de blog",
    "BlogAndBlogArticleContent_03": "Para inspirar a otros amantes de la música, ya sean aspirantes o ya estén en la industria.",
    "ContactPage_03": "Página de Contacto / Reserva",
    "developmentContentList_03a": "Un sistema de administración de Wordpress personalizado para personalizar cualquier sección de la página, un complemento personalizado y algunos elementos CSS.",
    "developmentContentList_03b": "Ofrezca a los clientes la opción de descargar su álbum comprado o una sola pista como descarga digital.",
    "developmentContentList_03c": "El fondo en movimiento se creó utilizando la biblioteca 3D de JavaScript Three.js.",
    "developmentContentList_03d": "Capacidad de respuesta entre dispositivos",
    "resultsContent_03": "Texto"
}
