{
    "overview": "Visión General",
    "background": "Antecedentes",
    "concept": "Concepto",
    "palette": "Paleta",
    "gradient": "Degradado/a",
    "results": "Resultados",
    "development": "Desarrollo",
    "landingPage": "Página De Aterrizaje",
    "sitemap": "Mapa De Sitio Web",
    "title": "Título",
    "title_01": "Pendulum EP - Diseño De Etiquetas De Discos De Vinilo",
    "content_01": "Diseño de impresión, 2019",
    "overviewContent_01": "Un DJ, productor e ingeniero de sonido colombiano de clase mundial con sede en Nueva York, que abarca numerosos géneros, tanto para artistas consagrados como emergentes.",
    "moodboard_01": "Panel de Tendencias: Movimiento infinito de energía",
    "conceptContent_01": "Su única petición en ese momento era utilizar una de las pinturas del artista español Pablo Carpio. En mi fase de descubrimiento, estudio sobre la ilusión del tiempo dentro del espacio y cómo el artista lo había usado en el pasado para describirlo visualmente. Mi canción favorita del EP fue 'Inertia', te lleva a este viaje de glamour space groove dentro de un exclusivo equilibrio de ritmos.",
    "photographyExploration": "Fotografía Exploratio",
    "backgroundContent_01": "Conocí a alexander en la escena de la música underground en brooklyn, Nueva York cuando remezclaba “Scumdolly - Making Ends Meet”, un lanzamiento de doble vinilo para sello de Blkmarket Music. En ese mismo tiempo, estaba trabajando en su propio disco de vinilo de cuatro pistas para su sello ERRANT Recordings Inc. Pronto me uno a él para formar parte de su visión.",
    "titleContent_01": "Busqué y pregunté por una familia de fuentes de pantalla san serif que capturara una abstracción derretida. La pintura de referencia que me queda de la obra surrealista de Salvador Dalí se combina con el significado en torno a “Péndulo” del tiempo con fuerza.",
    "vinylCover": "Cubierta De Vinilo",
    "title_02": "Fragancia eCommerce Para Shopify - Un Descubrimiento En Esencia",
    "content_02": "Full Stack Diseño, 2018-2017",
    "overviewContent_02": "The Fragrance Group, que distribuye líneas de fragancias europeas en los EE. UU. Con socios minoristas como Bloomingdale's, Bergdorf Goodman y Barneys, con un distribuidor exclusivo de fragancias Christian Siriano, fragancias Thalia Sodi y fragancias Banana Republic.",
    "moodboard_02": "Panel De Tendencias: Etapas Profundas De Relajación",
    "backgroundContent_02":"Entré en el proyecto para rediseñar su comercio electrónico existente que fue creado por su equipo de marketing, imagínate that. 😱. ¡INMEDIATAMENTE! Planifico su viaje del cliente, la experiencia del usuario (UX), creo toda la interfaz de usuario (UI) y la animación de interacción. 'Tuve que saltarme el proceso de wireframe debido a la limitación de tiempo' 😏.",
    "landingPageContent_02": "La primera página que comencé a diseñar para establecer la arquitectura de estilo de diseño del estilo de vida de la marca con un enfoque principal para dirigir a los usuarios a la Página de detalles del producto (PDP) y luego para mejorar las direcciones de los túneles a partir de los datos analíticos que se reciben de cada canal.",
    "productListingPages_02": "Páginas De Listado De Productos (PLPs)",
    "productListingPagesContent_02a": "La creación de la interfaz de usuario (UI) + animación para la sección Fragrance Finder fue una de las partes más favoritas del proyecto. Colaborando con su fotógrafo de moda interno Beheshteh Zebhi para crear una colección de imágenes que causen una sensación de olfato como guía para que el comprador encuentre su aroma característico.",
    "productListingPagesContent_02b": "Para el resto de la otra colección, Fragancias para el hogar, Cuidado de la piel, Baño y cuerpo y Cuidado del cabello, mantengo la misma consistencia de diseño para que se vean y se comporten de la misma manera sin importar la posibilidad de la colección o el género.",
    "productDetailPage_02": "Página De Detalles Del Producto (PDP)",
    "productDetailPageContent_02": "Un enfoque minimalista para cada componente para enfocar a los usuarios dentro de cada sección que les permitió leer y analizar el producto con una perspectiva de consumo tranquilo.",
    "pressAndContact_02": "Página De Prensa y Página De Contacto",
    "pressAndContactContent_02a": "La página de Prensa se diseñó pensando en la recopilación de archivos. Componentes simples de un rectángulo de ancho horizontal con una altura mínima de 50px, que contienen el nombre de la publicación con cualquier información adicional en forma de un enlace de iconos para una dirección simple si es múltiple.",
    "pressAndContactContent_02b": "La página de contacto era en realidad la primera versión de la página de retorno para luego mejorar el sistema en caso de que hubiera algún abuso por parte de un usuario inteligente.",
    "developmentContent_02": "Resulta que también codifiqué todo el eCommecer después de que su desarrollador web interno dejara la empresa tan solo 2 semanas después del proyecto.",
    "developmentContentList_02a": "El front-end se desarrolló localmente utilizando el kit de herramientas Slate para Shopify (en desuso en enero de 2020) en un script de sintaxis líquida.",
    "developmentContentList_02b": "Capacidad de respuesta entre dispositivos con arquitectura de estilo Sass.",
    "developmentContentList_02c": "Se utilizó Google Tag Manager para apuntar a los enlaces muertos y medir el tráfico.",
    "developmentContentList_02d": "Hotjar se utilizó para estudiar los headmaps del sitio web y su comportamiento se mezcló con Google Analytics para comparar los datos recopilados.",
    "resultsContent_02": "Su sitio web finalmente se fusionó para B2C brindándoles una solución adicional de capital que atrajo a su nuevo consumidor digital.",
    "title_03": "Personalizada Wordpress Theme - Para Músicos y Bandas",
    "content_03": "Full Stack Diseño, 2017",
    "overviewContent_03": "Una talentosa artista, compositora y productora de EDM / Pop con más de 50 canciones lanzadas, que busca un espacio para conectarse con su #trueFan.",
    "moodboard_03": "Panel de tendencias",
    "backgroundContent_03": "Fui responsable de todo el diseño de UX / UI y también de la escritura de desarrollo web en PHP usando WordPress como CMS.",
    "landingPageContent_03": "Un estilo de diseño de micro sitio en caso de que el visitante solo visite la página de inicio, cada sección describe el resumen de cada página.",
    "globalUIContent_03": "El CTA del último EP como componente global para impactar la conciencia. El formulario de suscripción al boletín con los íconos de las redes sociales es el pie de página real con la capacidad de agregar o eliminar dentro del panel de CMS.",
    "biographyAndGallery_03": "Página De Biografía y Página De Galería",
    "biographyAndGalleryContent_03": "Ambas páginas son para influir en el usuario detrás de escena en el último proyecto.",
    "eventsAndEventPost_03": "Página De Evento y Página De Publicación Del Evento",
    "eventsAndEventPostContent_03": "Archivo de espectáculos pasados y futuros con enlace de icono de URL de entrada.",
    "BlogAndBlogArticle_03": "Página de blog y página de artículo de blog",
    "BlogAndBlogArticleContent_03": "Para inspirar a otros aspirantes a músicos o que ya están en la industria.",
    "ContactPage_03": "Página de Contacto / Reserva",
    "developmentContentList_03a": "Un CMS personalizado para editar cualquier sección de página, plugin personalizado y algunos de los componentes CSS.",
    "developmentContentList_03b": "Permita que los clientes descarguen digitalmente sus compras de cualquier álbum o canción individual.",
    "developmentContentList_03c": "Se utilizó Three.js (biblioteca 3D de JavaScript) para el fondo en movimiento.",
    "developmentContentList_03d": "Diseño web adaptable que cambia según el tamaño de la pantalla del dispositivo.",
    "resultsContent_03": "Texto"
}
