{
    "overview": "Overview",
    "background": "Background",
    "concept": "Concept",
    "palette": "Palette",
    "gradient": "Gradient",
    "results": "Results",
    "development": "Development",
    "landingPage": "Landing Page",
    "sitemap": "Sitemap",
    "title": "Title",

    "title_00": "Adorama - eCommerce",
    "slug_00": "adorama-ecommerce",
    "content_00": "UI/UX Designer & Front-end Developer, 2019",
    "overviewContent_00": "US owned and operated electronics retailer founded in 1975. They sell new and used cameras, lenses, audio, video, drones, music instruments, and more in a massive, multi-floored Chelsea store in New York City.",
    "backgroundContent_00": "Work alongside multidisciplinary teams of designers, developers outside and in-house, marketers and product managers through an agile workflow.",
    "backgroundContent_00_a": "Turn mockup design into a responsive front-end.",
    "backgroundContent_00_b": "Used user feedback tools like Google Analytics and Hotjar to implement accessibility changes that improved the website’s flow and reduced cart abandonment.",
    "customerSatisfaction_00": "The previous experience required a customer to call customer service to return for any items purchased inside the store or online.",
    "customerSatisfaction_00_a": "Allow customers to process exchanges, returns, and/or replacements of products online, instead of calling customer service.",
    "customerSatisfaction_00_b": "Improve the experience of single or multiple items selected for exchange.",
    "customerSatisfaction_00_c": "Allow for return or exchange of products in any category and provide proper user experience (UX) messaging.",
    "customerSatisfaction_00_d": "Increase awareness of the return policy in checkout and in the account shopping list dashboard.",
    "customerSatisfaction_00_e": "Provide user flow of multiple scenarios, wireframes, mockups and frontend solution as a guidance for the backend developer.",
    "customerSatisfaction_00_f": "Improve new account creation in multiple sections of the eCommerce.",
    "customerSatisfaction_00_g": "Email verification process for new or existing users.",
    "productList_00_a": "Cameras, lenses, audio, video, drones, and Instruments",
    "productList_00_b": "Camping, hiking, climbing, cycling, and outdoor equipment",
    "productList_00_c": "Rent digital cinema cameras, lenses, grips, lighting, photography, and video gear",
    "productList_00_d": "Scuba diving, snorkeling, and underwater gear ",

    "title_01": "Vinyl Label Design",
    "slug_01": "vinyl-label-design",
    "content_01": "Art Direction, Print Design, 2019",
    "overviewContent_01": "World-class Colombian DJ, producer and sound engineer based in New York City. His work spans numerous genres, producing music for both established and breakout artists.",
    "moodboard_01": "Moodboard: Endless Motion of Energy",
    "backgroundContent_01": "I first encountered Alexander in Brooklyn's underground music scene when he was remixing ‘Scumdolly – Making Ends Meet’ for Blkmarket Music label. At the same time, he was working on his own four track vinyl record for his label ERRANT Recordings Inc. I soon joined him to become part of his vision.",
    "conceptContent_01": "As part of my discovery phase, I studied the illusion of time within space and how artists have used it in the past to describe it visually. His only request at the time was to use one of the paintings by the artist Pablo Carpio, as shown below.",
    "photographyExploration": "Photography exploration",
    "titleContent_01": "I spent days doing research and asking around for a minimal sans serif font family that captures a melting abstraction yet also captures the style of artist Pablo Carpio’s paintings.",
    "vinylCover": "Vinyl Cover",

    "title_02": "Custom Shopify Fragrance eCommerce",
    "slug_02": "custom-shopify-fragrance-ecommerce",
    "content_02": "Creative Director (Art + Design) & Shopify Developer, 2018",
    "overviewContent_02": "The Fragrances Group is an American distributor of European fragrance lines with retail partners like Bloomingdale’s, Bergdorf Goodman and Barneys. It also serves as a sole distributor for Christian Siriano, Thalia Sodi and Banana Republic fragrances.",
    "moodboard_02": "Moodboard: Deep stages of relaxation",
    "backgroundContent_02":"I got on board with the project to redesign their existing eCommerce that was built by their marketing team. I laid out their User Journey first but because of the short timeline for their launch day, I had to skip on the wireframe phase. Created all the pages and interaction mockups in Sketch.",
    "developmentContent_02": "It just so happened that I also developed the entire eCommerce Shopify after their in-house web developer quit the company, only 2 weeks into the project.",
    "developmentContentList_02a": "The front-end was developed locally using the Shopify slate toolkit (deprecated in January 2020), written in liquid syntax script.",
    "developmentContentList_02b": "Cross-device responsiveness.",
    "developmentContentList_02c": "Google's tag manager was used to target dead links and measure traffic.",
    "developmentContentList_02d": "Hotjar was used to analyse the website headmaps and their behaviour, paired with Google Analytics to compare the data being collected for A/B testing results.",
    "resultsContent_02": "Their eCommerce platform was finally integrated into their B2C Shopify store, giving them a second layer of global capital that would draw in their new digital consumer.",
    "landingPageContent_02": "A minimal approach to each section component to read and explore the product from the landing page in a calm and contemplative visual solution. Below is my landing page mockup exploration. ",
    "productListingPages_02": "Product Listing Pages (PLPs)",
    "productListingPagesContent_02a": "Making the user interface (UI) + animation for the fragrance finder section was one of my favorite parts of the project. Collaborating with their in house fashion photographer Beheshteh Zebhi on creating a collection of images that evoke a sense of smell as a guide for shoppers to find their signature scent.",
    "productListingPagesContent_02b": "For the rest of the line Home Fragrances, Body Washes, Bath & Body, and Hair Care. I maintained the same design consistency to have them look and function the same, regardless of any collection or gender they may fall under.",
    "productDetailPage_02": "Product Detail Page (PDP)",
    "productDetailPageContent_02": "The product detail page (PDP) was the first page I designed to establish the brand’s design style with a focus on getting users to the checkout page faster.",
    "pressAndContact_02": "Contact and Press",
    "pressAndContactContent_02a": "The contact page was actually the first version of the page returning users for future improvements in case there was any abuse from a clever user.",
    "pressAndContactContent_02b": "The press release page was designed with an archive in mind. Simple components of a horizontal rectangle with minimal height of 50px, containing the publication name with any extra information in the form of a link icon for easy navigation if there are multiple.",

    "title_03": "Custom Wordpress Theme For Musician",
    "slug_03": "custom-wordpress-artist-theme",
    "content_03": "Creative Director (Art + Design) & WordPress Developer, 2017",
    "overviewContent_03": "A multi-talented EDM/Pop artist, songwriter and producer with over 50+ releases. Searching for a digital space to connect with her fans.",
    "moodboard_03": "Moodboard",
    "backgroundContent_03": "I was the sole designer and lead on the whole UX/UI design process and also wrote all of the code for the site in PHP, with WordPress as the content management system (CMS).",
    "landingPageContent_03": "A microsite-style design style in which the visitor will be able to navigate through just the homepage, with each section detailing each page in detail.",
    "globalUIContent_03": "The call to action CTA button Show me love EP (2019) for the latest release serves as a global component to raise awareness. The newsletter sign up form with social media icons is the actual footer, with the ability to add or remove from within the content management system (CMS) dashboard.",
    "biographyAndGallery_03": "Biography and Gallery",
    "biographyAndGalleryContent_03": "Each page takes the visitor on a behind-the-scenes journey to connect with the artist.",
    "eventsAndEventPost_03": "Event and Event Post",
    "eventsAndEventPostContent_03": "Archive of past and upcoming show with ticket URL icon link.",
    "BlogAndBlogArticle_03": "Blog And Blog Article",
    "BlogAndBlogArticleContent_03": "To inspire other music lovers, whether they're aspiring or already in the industry.",
    "ContactPage_03": "Contact and Booking",
    "developmentContentList_03a": "A custom wordpress admin system to customize any page section, a custom plugin and some CSS elements.",
    "developmentContentList_03b": "Offer customers an option to download their purchased album or single track as a digital download.",
    "developmentContentList_03c": "The moving background was created using the Three.js JavaScript 3D library.",
    "developmentContentList_03d": "Cross-device responsiveness.",
    "resultsContent_03": "Text",

    "title_04": "Law Firm Headless CMS",
    "slug_04": "law-firm-headless-cms",
    "content_04": "Creative Director (Art + Design) & Full Stack Developer, 2021",
    "overviewContent_04": "The redesign of a law firm website to improve user experience, follow best practices of SEO and integrate a headless content management system (CMS) for admin users to make easy edits, deletions, and enter new content.",
    "backgroundContent_04": "text",
    "landingPageContent_04": "Text",

    "title_05": "Lancome: Visionnaire Video UI",
    "slug_05": "lancome-visionnaire-video-ui",
    "content_05": "Agency / UX/UI Designer, 2013",
    "overviewContent_05": "Interactive video player including icons, buttons, sliders, and video player bar.",
    "backgroundContent_05": "Text",
    "landingPageContent_05": "Text",

    "title_06": "Kate Spade: Shoppable Web Video UI",
    "slug_06": "kate-spade-shoppable-web-video-ui",
    "content_06": "Agency / UX/UI Designer, 2014",
    "overviewContent_06": "The video player features a shoppable interactive feature throughout each frame.",
    "backgroundContent_06": "text",
    "landingPageContent_06": "Text",

    "title_07": "Sebastian Faena: Fashion Photographer Miscrosite",
    "slug_07": "sebastian-faena-fashion-photographer-miscrosite",
    "content_07": "UX/UI Designer & Develoment, 2013",
    "overviewContent_07": "The landing page image changes to a shuffled image each time it is refreshed with a single link for a email contact",
    "backgroundContent_07": "text",
    "landingPageContent_07": "The landing page image changes to a random image each time it is refreshed.",

    "title_08": "Nike: Retail iPad App",
    "slug_08": "nike-retail-ipad-app",
    "content_08": "Agency / UX/UI Designer, 2014",
    "overviewContent_08": "Re-skinning an existing in-store app to match the look and feel of Nike branding for wider store distribution.",
    "backgroundContent_08": "text",
    "landingPageContent_08": "text",

    "title_09": "Squarespace e-Commerce Theme and Development",
    "slug_09": "squarespace-ecommerce-theme-development",
    "content_09": "Freelance, 2022",
    "description_09": "Design and custom develop for product listing pages (PLPs), product detail page (PDP), checkout and e-mails templates",
    "overviewContent_09": "I recently worked with eresYOU a digital network fueled by disruptive storytellers women. To design and develop a custom e-Commerce that showcases their sustainable fashion.",
    "backgroundContent_09": "text",
    "landingPageContent_09": "text",
    "resultsContent_09": "Using Squarespace's CMS platform, I was able to create a fully responsive and intuitive shopping experience that met the unique needs of their eresYOU brand.",

    "title_10": "Webflow Custom Theme For SaaS Marketing Company",
    "slug_10": "webflow-theme-saas-marketing",
    "content_10": "Freelance, 2022",
    "description_10": "Webflow custom SaaS Marketing theme",
    "overviewContent_10": "I  create a Webflow website that was focused on increasing customer sign-ups. I was able to craft a visually stunning and user-friendly theme that met the specific needs and goals of the client.",
    "backgroundContent_10": "text",
    "landingPageContent_10": "text",
    "resultsContent_10":"With a focus on user experience and conversion optimization, I was able to help the client achieve their goal of increasing customer sign-ups."
}
