{
    "overview": "Overview",
    "background": "Background",
    "concept": "Concept",
    "palette": "Palette",
    "gradient": "Gradient",
    "results": "Results",
    "development": "Development",
    "landingPage": "Landing Page",
    "sitemap": "Sitemap",
    "title": "Title",
    "title_01": "Pendulum EP - Vinyl Record Label Design",
    "content_01": "Print Design, 2019",
    "overviewContent_01": "A colombian world class DJ, producer and sound engineering based in New York, spanning numerous genres, for both well-established and break-out artists.",
    "moodboard_01": "Moodboard: Enless Motion of Energy",
    "conceptContent_01": "He’s only request at the time was to used one of the paintinst by the spanish artist Pablo Carpio. In my discovery phase, I studies about the illution of time within the space and how artist had used it in the past to describe it visually. My favorie song of the EP was “Inertia” it takes you into this journey of glamorous space groove within a upscale balance of rhythms.",
    "photographyExploration": "Photography exploration",
    "backgroundContent_01": "I met alexander in the underground music scene in brooklyn, NYC when he remixing “Scumdolly ‎– Making Ends Meet” a double-vinyl release. In that same time he was working on he’s own vinyl record of four tracks for he’s label ERRANT Recordings Inc. I soon join him to become part of he’s vision.",
    "titleContent_01": "I hunted and ask around for a display san serif font family that capture a melting abstration. The reference painting remaining me of the Salvador Dali Surrealism work combine with the meaning around “Pendulum” of time with force.",
    "vinylCover": "Vinyl Cover",
    "title_02": "Shopify Fragrance eCommerce - A Discovery In Scent",
    "content_02": "Full Stack Designer, 2018-2017",
    "overviewContent_02": "The Fragrance Group which distributes European fragrance lines in the U.S with retail partners like Bloomingdale’s, Bergdorf Goodman and Barneys with a exclusive distributor for Christian Siriano fragrances, Thalia Sodi fragrances, and Banana Republic fragrances.",
    "moodboard_02": "Moodboard: Deep stages of relaxation",
    "backgroundContent_02":"I came into the project to redesign their existing eCommerce that was put together by their marketing team, imagine that 😱. RIGHT AWAY! I plan out their Customer journey, User experience (UX), create all the User Interface (UI) and interaction animation. 'I had to skit the wireframe process because of the limitation of time' 😏.",
    "landingPageContent_02": "The first page I started designing to establish the design style architecture of the brand lifestyle with a main focus to direct the users to the Product Detail Page (PDP) and later on to improve the tunnels directions from analytic data receiving from each channel.",
    "productListingPages_02": "Product Listing Pages (PLPs)",
    "productListingPagesContent_02a": "Coming up with the User Interface (UI) + animation for the Fragrance Finder section was one of the most favorite part of the project. Collaborating with their in house fashion photographer Beheshteh Zebhi to come up with a collection of image that cause a sensation of smell as an guide for shopper to find their signature scent.",
    "productListingPagesContent_02b": "For the rest of the other collection, Home Fragrances, Skincare, Bath & Body and Haircare I keep the same design consistency having them look and behave the same way no matter the possibility of the collection or gender.",
    "productDetailPage_02": "Product Detail Page (PDP)",
    "productDetailPageContent_02": "A minimalist approach for each component parts to focus the users within each section that allowed them to read and analysis the product with a calm consuming perspective.",
    "pressAndContact_02": "Press Page and Contact Page",
    "pressAndContactContent_02a": "The Press page was design with a archive gathering in mind. Simple components of horizonal width rectangle with a minimal height of 50px, containing the name of the publication with any extra information in the form of a Icons link for simple direction if multiple.",
    "pressAndContactContent_02b": "The Contact page was actually the return page first version to later on improve the system around if there were any abuse by a savy user.",
    "developmentContent_02": "It’s turns out that I also coded the entire eCommecer after their inhouse web developer left the company just 2 weeks into the the project.",
    "developmentContentList_02a": "The front-end was develope locally using the Slate toolkit for Shopify (deprecated in January 2020) in liquid syntax script.",
    "developmentContentList_02b": "Responsiveness cross devices with Sass styling architecture.",
    "developmentContentList_02c": "Google tag manager was used to target any dead links and measure traffic.",
    "developmentContentList_02d": "Hotjar was used to study the website headmaps and their behavior mixed with Google Analytics to compare the data collected.",
    "resultsContent_02": "Their website was finally merge for B2C giving them a extra solution of capital that attrative their new digital consumer.",
    "title_03": "Custom Wordpress Theme - For Musicians and Bands",
    "content_03": "Full Stack Designer, 2017",
    "overviewContent_03": "A multi-talented EDM / Pop artist, songwriter and producer with more than 50+ songs release, looking for a space to connected with her #trueFan.",
    "moodboard_03": "Moodboard",
    "backgroundContent_03": "I was responsible for the entire UX/UI Design and also the Web Development writing in PHP using WordPress as the CMS.",
    "landingPageContent_03": "A micro site design style in case the visitor only visit the homepage, each section describe each page summary.",
    "globalUIContent_03": "The CTA of the latest EP as a global component to impact awareness. The newsletter signup form with the social media icons is the actual footer with the ability to add or remove inside the CMS dashboard.",
    "biographyAndGallery_03": "Biography page and Gallery page",
    "biographyAndGalleryContent_03": "Both pages are to influence the user on behind the scene on the latest project.",
    "eventsAndEventPost_03": "Event Page and Event Post Page",
    "eventsAndEventPostContent_03": "Archive of past and upcoming show with ticket URL icon link.",
    "BlogAndBlogArticle_03": "Blog Page And Blog Article Page",
    "BlogAndBlogArticleContent_03": "To inspire other aspiring musicians or who are already in the industry.",
    "ContactPage_03": "Contact Page / Booking",
    "developmentContentList_03a": "A custom CMS to edit any page section, custom plugin and a few of the CSS components.",
    "developmentContentList_03b": "Allow customers to digital download their purchased of any album or single song.",
    "developmentContentList_03c": "Three.js ( JavaScript 3D library ) was used for the moving background.",
    "developmentContentList_03d": "Responsive web design (RWD) that changes based on the screen size of the device.",
    "resultsContent_03": "Text"
}